Repository: avrain27/gnome-shell-extension-rss-feed
Catalog: rss-feed2@nixnodes.net/locale/*/LC_MESSAGES/rss-feed2.po
Languages: de, sl

source: Reload Plugin
de: Das Plugin neu laden
sl: Ponovno naloži vtičnik

source: Reload RSS Feeds
de: RSS-Quellen abrufen
sl: Osveži

source: RSS Feed Settings
de: Einstellungen der RSS-Quellen
sl: Nastavitve

source: UPDATE
de: NEUFASSUNG
sl: POPRAVEK

source: Source
de: Quelle
sl: Vir

source: Author
de: Autor
sl: Avtor

source: Last update
de: Zuletzt aktualisiert
sl: Zadnja posodobitev

source: Open URL
de: Öffne URL
sl: Odpri

source: Copy URL
de: Kopieren URL
sl: Kopiraj

source: Update interval (min):
de: Aktualisierungsintervall (Min):
sl: Interval osvežitev (min):

source: Poll delay (ms):
de: Abfrageverzögerung (ms):
sl: Zamik med posodobitvami (ms):

source: Preserve when screen off:
de: Erhalten wenn Bildschirm aus:
sl: Ohrani ob zaklepu zaslona:

source: Detect updates:
de: Erkennung Updates:
sl: Zaznaj popravke:

source: Reactivate extension
de: Verlängerung reaktivieren
sl: Ponovno aktiviraj vtičnik

source: Debug mode:
de: Debug-Modus:
sl: Razhroščevanje:

source: Max menu height (px):
de: Max. Menühöhe (px):
sl: Največja višina menija (px):

source: Max items per source:
de: Max. Artikel pro Quelle:
sl: Največ predmetov na vir:

source: Enable animations:
de: Animationen aktivieren:
sl: Vklopi animacije:

source: Top-align buttons:
sl: Gumbi zgoraj:

source: Show descriptions:
de: Beschreibungen anzeigen:
sl: Prikaži opise:

source: Show notifications:
de: Zeige Benachrichtigungen:
sl: Prikaži obvestila:

source: Max notifications:
de: Maximale Benachrichtigung:
sl: Omejitev obvestil:

source: Show on lock screen:
sl: Prikaži na lockscreenu:

source: Clean up notifications:
sl: Počisti obvestila:

source: RSS sources
de: RSS Quellen
sl: RSS Viri

source: Re-check all RSS sources
de: Überprüfe alle RSS-Quellen
sl: Ponovno preveri vse RSS vire

source: Invalid URL
de: Ungültige URL
sl: Neveljaven URL

source: Checking
de: Überprüfung
sl: Preverjam

source: Unable to parse
de: Kann nicht analysiert werden
sl: Ne morem razčleniti

source: New RSS Feed source
de: Neue RSS-Quelle
sl: Nov RSS vir
